Repository: KDE/libkdepim
Catalog: po/*/libkdepim6.po
Languages: ta

source: We can not add more recipients. We have reached maximum recipients
ta: அதிகபட்ச பெறுநர்களை சேர்த்துள்ளதால் இன்னும் பெறுநர்களை சேர்க்க முடியாது

# @info:tooltip
source: Cancel this operation.
ta: இந்த செயல்பாட்டை ரத்து செய்யும்

source: Aborting…
ta: ரத்து செய்கிறது…

# @info:tooltip
source: Connection is encrypted
ta: இணைப்பு மறையாக்கப்பட்டுள்ளது

# @info:tooltip
source: Connection is unencrypted
ta: இணைப்பு மறையாக்கப்படவில்லை

# @info:tooltip
source: Open detailed progress dialog
ta: விவரமான பணிநிலைகாட்டி சாளரத்தை திறக்கும்

# @info:tooltip
source: Show detailed progress window
ta: விவரமான பணிநிலைகாட்டி சாளரத்தை காட்டும்

# @info:tooltip
source: Hide detailed progress window
ta: விவரமான பணிநிலைகாட்டி சாளரத்தை மறைக்கும்

# more widgets
source: More
ta: மேலும்

# fewer widgets
source: Fewer
ta: குறைவாக
